Repository: seemenow/bbbbbbbb
Catalog: i18n/*.po
Languages: ar

source: PHP version mismatch. Movim requires PHP 5.3 minimum.
ar: إصدارة PHP غير مطابقة. يتطلّب Movim الإصدارة 5.3 أو ما تزيد عليها.

source: Actual version :
ar: الإصدارة الفعلية:

source: Update your PHP version or contact your server administrator
ar: رقِّ إصدارة PHP أو اتصل بمدير الخادوم

source: Movim requires the %s extension.
ar: يتطلّب Movim الملحقة %s

source: Install %s and %s packages
ar: نصّب الحزمتين %s و %s

source: Install the %s package
ar: نضّب الحزمة %s

source: Movim's folder must be writable.
ar: يجب أن يكون دليل Movim قابلا للكتابة فيه

source: Enable read and write rights on Movim's root folder
ar: فعّل صلاحيات القراءة و الكتابة على دليل Movim الجذر

source: or
ar: أو

source: Bosh connection failed with error '%s'
ar: تعذّر الاتصال BOSH. العطل هو '%s'

source: XMPP connection through Bosh failed with error '%s'
ar: تعذّر الاتصال XMPP عبر BOSH. العطل هو '%s'

source: Couldn't create directory '%s'.
ar: تعذّر إنشاء الدليل '%s'.

source: Couldn't create configuration file '%s'.
ar: تعذّر إنشاء ملف التضبيطات '%s'.

source: Database connection failed with error '%s'
ar: تعذّر الاتصال بقاعدة البيانات. العطل هو '%s'

source: Thank you for downloading Movim!
ar: شكرا لتنزيلك Movim.

source: Before you enjoy your social network, a few adjustements are required.
ar: قبل أن تستخدم شبكتك الاجتماعية تجب بعض التضبيطات.

source: Keep in mind that Movim is still under development and will handle many personal details. Its use can potentially endanger your data. Always pay attention to information that you submit.
ar: لاحظ أن Movim لاتزال قيد التطوير و أنها ستعالج قدرا كبيرا من البيانات الشخصية، مما قد يعرّض بياناتك للانكشاف، لذا دقّق في البيانات التي تضعها فيها.

source: Movim Installer
ar: مُنصِّب Movim

source: Compatibility Test
ar: اختبار التوافقية

source: The following requirements were not met. Please make sure they are all satisfied in order to install Movim.
ar: المتطلبات التالية غير متوفرة. اعمل على توفيرها قبل تنصيب Movim.

source: Some errors were detected. Please correct them for the installation to proceed.
ar: التُمست بعض الأعطال. تداركها لمواصلة التنصيب.

source: empty
ar: خالٍ

source: terse
ar: كثيف

source: normal
ar: عادي

source: talkative
ar: مُتكلّم

source: ultimate
ar: القصوى

source: XMPP Connection Preferences
ar: خيارات الاتصال XMPP

source: BOSH Connection Preferences
ar: خيارات الاتصال BOSH

source: Proxy Preferences
ar: خيارات الوسيط

source: Success !
ar: تمت بنجاح.

source: Valid Bosh
ar: Bosh صحيح

source: Database Detected
ar: تمّ التماس قاعدة البيانات

source: Database Movim schema installed
ar: تم توليد هيكل قاعدة البيانات لأجل Movim

source: You can now access your shiny Movim instance %sJump In !%s
ar: يمكنك الآن استخدام تنصيبة Movim الجديدة. %sهيّا%s

source: Please remove the %s folder in order to complete the installation
ar: أزل الدليل %s لإتمام التنصيب

source: Cannot load element value '%s'
ar: تعذّر تحميل قيمة العنصر '%s'

source: Cannot load file '%s'
ar: تعذّر تحميل الملف '%s'

source: User not logged in.
ar: المستخدم غير والجٍ

source: JID not provided.
ar: لم يعيّن JID

source: jid '%s' is incorrect
ar: معرِّف JID '%s' غير صحيح

source: Cannot open log file '%s'
ar: تعذّر فتح ملف السجل '%s'

source: Error: %s
ar: خطأ: %s

source: Monday
ar: الاثنين

source: Tuesday
ar: الثّلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السّبت

source: January
ar: يناير

source: February
ar: فبراير

source: March
ar: مارس

source: April
ar: أبريل

source: May
ar: مايو

source: June
ar: يونيو

source: July
ar: يوليو

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

source: Today
ar: اليوم

source: Tomorrow
ar: غدًا

source: Yesterday
ar: أمس

source: day
ar: يوم

source: %d days ago
ar: %d يوما مضت

source: None
ar: لا شيء

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Other
ar: غير ذلك

source: Single
ar: عَزَب

source: In a relationship
ar: مرتبط

source: Married
ar: متزوّج

source: Divorced
ar: مطلّق

source: Widowed
ar: أرمل

source: Cohabiting
ar: مُساكِن

source: Civil Union
ar: علاقة مدنية

source: Online
ar: حاضر

source: Away
ar: غائب

source: Do Not Disturb
ar: لا تزعجوني

source: Extended Away
ar: غائب طويلا

source: Logout
ar: اخرج

source: %s - Welcome to Movim
ar: %s - MOVIM مرحبا بكم في

source: Home
ar: البداية

source: Profile
ar: الملف الشخصي

source: Configuration
ar: ضبط

source: Help
ar: مساعدة

source: %s - Configuration
ar: %s - تكوين

source: %s - Profile
ar: %s - الملف الشخصي

source: %s - Account Creation
ar: %s - إنشاء حساب

source: Account Creation
ar: إنشاء الحساب

source: %s - Add An Account
ar: %s - إضافة حساب

source: %s - Login to Movim
ar: %s - الولوج إلى Movim

source: %s - Help Page
ar: %s - صفحة المساعدة

source: Some data are missing !
ar: البيانات ناقصة!

source: Wrong ID
ar: معرّف غير صحيح

source: You entered different passwords
ar: أدخلت كلمة سرّ غير متطابقة

source: Invalid name
ar: اسم غير صالح

source: Username already taken
ar: اسم المستخدم محجوز

source: Could not connect to the XMPP server
ar: تعذّر الاتصال بخادوم XMPP

source: Could not communicate with the XMPP server
ar: تعذّر التواصل مع خادوم XMPP

source: Unknown error
ar: خطأ غير معروف

source: Create a new account
ar: أنشئ حسابًا جديدًا

source: Firstly fill in this blank with a brand new account ID, this address will follow you on all the Movim network !
ar: بداية، أدخل في هذا الحقل معرّفًا جديدًا للحساب. هذا العنوان سيكون لصيقا بك في شبكة Movim كلّها.

source: Only alphanumerics elements are authorized
ar: المحارف الرقمية و الأحرف وحدها المسموح بها

source: My address
ar: عنوان بريدي

source: Make sure your password is safe :
ar: تيقّن من قوة كلمة السرّ:

source: A capital letter, a digit and a special character are recommended
ar: يستحسن التنويع في الأحرف ما بين كبير و صغير و أرقام و محارف خاصة

source: 8 characters
ar: ثمانية محارف

source: Example :
ar: مثال:

source: Password
ar: كلمة السّر

source: Same here !
ar: و هنا كذلك

source: Retype
ar: أعِد الإدخال

source: Pseudo
ar: شبيه

source: Create
ar: أنشئ

source: XMPP Domain error, your account is not a correct Jabber ID
ar: عطل متعلّق بنطاق XMPP. حسابك ليس بمعرِّفِ Jabber صحيح

source: Add your login informations
ar: أدخل بيانات الولوج

source: Offline
ar: غير متصل

source: Composing...
ar: يكتب...

source: Language
ar: اللغة

source: Submit
ar: أودِع

source: Reset
ar: تصفير

source: Remove this contact
ar: أزّل هذه المعرفة

source: No
ar: لا

source: Yes
ar: نعم

source: Chat
ar: المحادثة

source: General Informations
ar: معلومات عامة

source: Name
ar: الاسم

source: Nickname
ar: الكنية

source: Gender
ar: النوع

source: Marital Status
ar: الحالة الاجتماعية

source: Date of Birth
ar: تاريخ الميلاد

source: Address
ar: العنوان

source: Website
ar: موقع الوِب

source: Avatar
ar: الصورة

source: About Me
ar: عنّي

source: Bot
ar: روبوت

source: Desktop
ar: سطح المكتب

source: Phone
ar: هاتف

source: Client Informations
ar: بيانات العميل

source: Client Name
ar: اسم العميل

source: Client Type
ar: نوع العميل

source: Actions
ar: إجراءات

source: Invite this user
ar: ادعُ هذا الشخص

source: Loading your feed ...
ar: يجري تنزيل تلقيمتك...

source: Get older posts
ar: اجلب المداخلات الأسبق

source: Your feed cannot be loaded.
ar: تعذّر تنزيل تلقيمتك

source: Feed
ar: تلقيمة

source: Your server doesn't support post publication, you can only read contact's feeds
ar: خادومك لا يدعم نشر المداخلات، يمكنك و حسبُ مطالعة تلقيمات معارفك

source: All
ar: الكل

source: My Posts
ar: مداخلاتي

source: What is Movim?
ar: ما Movim؟

source: Visit the page %s What is Movim ? %s to know more about the project, its aims and understand how it works.
ar: زر صفحة %s ما Movim؟ %s لتعلم المزيد عن المشروع و أهدافه و كيف يعمل.

source: What do the little banners refer to ?
ar: ما الذي تحيل إليه اللافتات الصغيرة؟

source: Thanks to these five little banners, you can quickly identitfy the level of confdentiality applied to the information you provide.
ar: بفضل هذه اللافتات الخمس الصغيرة يمكنك بسرعة معرفة مستوى الخصوصية المطبقة على المداخلات التي تضعها.

source: White, only you can see the information
ar: الأبيض يعني أنك وحدك تمكنك مطالعة المعلومات

source: Green, you have chosen some contacts who can see your information
ar: الأخضر يعني أنك مكّنت بعض معارفك المختارين من مطالعة المعلومات

source: Orange, all your contact list can see your information
ar: البرتقالي يعني أن كل معارفك تمكنهم مطالعة المعلومات

source: Red, everybody in the XMPP network can see your information
ar: الأحمر يعني أن كل من في شبكة XMPP تمكنه مطالعة المعلومات

source: Black, the whole Internet can see your information
ar: الأسود يعني أن الإنترنت بأسرها تمكنها مطالعة المعلومات

source: Some features are missing/I can't do everything I used to do on other social networks
ar: بعض الوظائف غير موجودة\لا يمكنني فعل كل ما اعتدت فعله في شبكات اجتماعية أخرى!

source: Although Movim is evolving fast, many (many) features are missing. Be patient ;). You can have a look %s at next versions's roadmaps %s to know if the one you want is on its way.
ar: برغم من أن Movim يتطوّر بسرعة فإن الكثير الكثير من الوظائف لا تزال ناقصة. صبرا ;) تمكنك مطالعة %s خريطة الإصدارات القادمة %s لمعرفة إن كان ما تريده في الطريق.

source: Don't forget that Movim is an open source project, a helping hand is always welcome (see %s Can I participate %s)
ar: لا تنسَ أن Movim مشروع مفتوح المصدر، و أن المساعدة مرحّب بها دوما (طالع %s أتمكنني المساهمة؟ %s)

source: I can't find the answer to my question here
ar: لا أجد إجابة سؤالي هنا!

source: Go to the %s to the Frequently Asked Questions %s or come ask your question on the official chatroom %s or via our mailing-list (%s see the dedicated page %s).
ar: طالع %s إجابات الأسئة الشائعة %s أو ضع سؤالك في غرفة المحادثة الرسمية للمشروع %s أو في قائمة المراسلات (%s طالع صفحتها %s).

source: Wrong username
ar: اسم مستخدم غير صحيح

source: Invalid JID
ar: مُعرِّفُ JID غير صحيح

source: Wrong password
ar: كلمة السر غير صحيحة

source: The XMPP authentification failed
ar: تعذّر استيثاق XMPP

source: The current BOSH URL in invalid
ar: مسار BOSH الحالي غير صحيح

source: Internal server error
ar: عطل داخلي في الخادوم

source: Session error
ar: عطل في الجلسة

source: Account successfully created
ar: تمَ بنجاح إنشاء الحساب

source: Movim failed to authenticate. You entered wrong data
ar: تعذّر استيثاق Movim. أدخلت بيانات غير صحيحة

source: Your web browser is too old to use with Movim.
ar: المتصفح الذي تستخدمه أقدم من أن يُشغّل Movim!

source: Connecting...
ar: يجري الاتصال...

source: Come in!
ar: تعال!

source: This server hosts %s accounts
ar: يستضيف هذا الخادوم %s حسابات

source: Link my current account
ar: اربط بحسابي الحالي

source: Debug console
ar: مرقاب التبقيق

source: wants to talk with you
ar: يريد التحدّث معك

source: Accept
ar: اقبل

source: Add
ar: أضِف

source: Decline
ar: ارفض

source: Contacts (%s)
ar: المعارف (%s)

source: Alias
ar: الكنية

source: Send request
ar: أرسل طلبًا

source: Cancel
ar: ألغِ

source: No profile yet ?
ar: لا ملف شخصي إلى الآن؟

source: Create my vCard
ar: ولّد لي vCard

source: Ungrouped
ar: غير مجموع

source: Show All
ar: أظهر الكُل

source: Day
ar: يوم

source: Month
ar: شهر

source: Year
ar: سنة

source: Submitting
ar: يجري الإيداع

source: Edit my Profile
ar: حرر ملفي الشخصي

source: Follow
ar: تتبّع

source: Loading the contact feed ...
ar: يجري تنزيل تلقيمة المعرفة...
